Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/kulttuurinmukaiset_ja_asiakaslahtoiset_tyoskentelymallit.html.tmx
Source language: fin
Languages: sms

source: Kulttuurinmukaiset ja asiakaslähtöiset työskentelymallit
sms: Kulttuurmeâldla da äʹššneǩvuâđđsaž reâuggam-maall

source: Suomen perustuslaki ja kansainväliset ihmisoikeussopimukset turvaavat saamelaisille alkuperäiskansana oikeuden ylläpitää ja kehittää omaan kieltään ja kulttuuriaan.
sms: Lääʹddjânnam vuâđđlääʹǩǩ da meeraikõskksaž ooumažvuõiggâdvuõttsuåppmõõžž staaʹne säʹmmlaid vuõiggâdvuõđ jiiʹjjez ǩiõʹlle da kulttuuʹre.

source: Kaytännössä tämä tarkoittaa sitä, että myös sosiaali- ja terveyspalveluissa tulisi tukea ja edistää näiden perusoikeuksien toteutumista.
sms: Tät miârkkšââvv tõn, što sosiaal- da tiõrvâsvuõtthuõl kääzzkõõzzin âlgg ainsmâʹtted puõʒʒi vuõiggâdvuõđ ââʹnned jiiʹjjes ǩiõl di vuäǯǯad hååid, koʹst vääʹldet ǩiõl lââʹssen lokku suu kulttuur še.

source: Saamelaiskäräjät on ollut osallisena erilaisissa kehittämishankkeissa, joissa on luotu saamen kielen ja kulttuurin huomioivia työskentelymalleja.
sms: Sääʹmteʹǧǧ lij vuässõõttâm jeeʹresnallšem ooudâsviikkâmhaʹŋǩǩõõzzid, koin lie rajjum sääʹmǩiõl da -kulttuur lokku vaaʹldi reâuggam-maallid.

source: Lisäksi saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) on esitetty toimenpiteitä palvelujen kehittämiseksi edelleen .
sms: Lââʹssen Sääʹmteeʹǧǧ sotisueʹrj ooudâsviikkâmprograammâst (2016-2019) lie eʹtǩǩuum tuåim kääzzkõõzzi ooudâsviikkma ooudâs.

source: Ikääntyneiden palvelut
sms: Puärsmam oummi kääzzkõõzz

source: Saamelaisilla iäkkäillä ihmisillä on vielä vähäisessä määrin mahdollisuuksia käyttää päivittäin omaa äidinkieltään laitoshoidossa, palveluasumisessa tai kotihoidossa.
sms: Sääʹmǩiõllsaž puäʹresoummin lie võl occanj vueiʹttemvuõđ ââʹnned jiiʹjjez jieʹnnǩiõl juõʹǩǩ peeiʹv vuäʹmmoummihuõl stroiʹttlin, kääzzkõspõõrtin leʹbe dommhåiddtuâjjlažkooʹddin.

source: Lisäksi palveluissa ei riittävästi tueta ikääntyneen mahdollisuutta ylläpitää omaa kulttuuriaan ja elämäntapaansa.
sms: Lââʹssen kulttuurtuâǥǥõõzz lokku välddmõš kääzzkõs-siiskõõzzâst ij takainalla tiõuddu õõutverddsažvuõttprinsiipp meâldlânji.

source: Heikoin tilanne on inarin-, ja koltansaamenkielisillä ikääntyneillä.
sms: Samai hueʹnes vueʹǩǩ lij aanar- da nuõrttsääʹmǩiõllsaž puäʹresoummin.

source: Muistisairauksien diagnostiikassa tulisi käyttää menetelmiä, jotka sisällöllisesti soveltavat tutkittavan omaa kieltä, kulttuuria ja yhteiskuntaa.
sms: Lââʹssen mošttpuõʒlmi diagnostiikkâst õõlǥči ââʹnned mõõntõõllmid, kook siiskõõzz peäʹlest suåvlde tuʹtǩǩuum oummu jiiʹjjes ǩiõl, kulttuur da õhttsažkååʹdd.

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) ehdotetaan toimenpiteiksi mm. saamenkielisen muistineuvojatoiminnan aloittamista, saamelaisen palveluohjauksen käyttöönottoa sekä saamelaiskulttuurinmukaisten hoitokäytäntöjen kehittämistä.
sms: Sääʹmteeʹǧǧ sotisueʹrj ooudâsviikkâmprograammâst (2016-2019) eʹtǩǩeet tuåimmân jm. sääʹmǩiõllsaž mošttvuäʹpsteeituåimmjummuž alttummuž, säʹmmlaž kääzzkõsohjjummuž ââʹnnmavälddmõõžž di sääʹmkulttuurmeâldlaž håiddnaaʹli ooudâsviikkmõõžž.

source: Saamelaiserityinen palvelu vanhustyössä on työskentelymalli, joka on jäsennetty ja sanoitettu saamelaisten sosiaalipalvelujen kehittämisyksikössä vuosina 2008-2009.
sms: Sääʹmspesiaal kääzzkõs vuäʹmmoummituâjast lij reâuggam-mall, kååʹtt lij hämmuum da säʹnnõttum säʹmmlaž sosiaalkääzzkõõzzi ooudâsviikkâmjuâǥǥtõõzzâst iiʹjjin 2008-2009.

source: Työskentelymalli tukee saamelaisen vanhuksen kotona asumista niin, että palvelu toteutetaan saamelaisen kulttuurin lähtökohdista, saamelaisten arvojen mukaisesti ja saamen kielellä.
sms: Reâuggam-mall tuärjjad säʹmmlaž vuäʹmmoummu dååma jälstummuž nuʹtt, što kääzzkõõzz čõõđtet sääʹmkulttuur vueʹlǧǧemsõõʹjin, säʹmmlai äärvi meâldlânji da sääʹmǩiõʹlle.

source: Saamelaisen vanhustyön työkalupakki sisältää käytännön ohjeita, suosituksia siitä, miten saamelainen ikääntynyt voi säilyttää ja ylläpitää kieltään, kulttuuriaan ja identiteettiään vanhuspalvelujen asiakkaana.
sms: Säʹmmlaž vuäʹmmoummituâj tuâjjneävvčuʹǩǩ âânn seʹst nääʹl vuäʹpstõõzzid, siâzztõõzzid tõn pirr, mäʹhtt säʹmmlaž puäʹresooumaž vuäitt seeilted da tuõʹllʼjed ǩiõlâs, kulttuurâs da identiteʹttes vuäʹmmoummikääzzkõõzzi äʹššneʹǩǩen.

source: Ohjeistus on esitetty otettavaksi käyttöön saamelaisten kotiseutualueen kunnissa ja muualla Suomessa.
sms: Vuäʹpstõs lij eʹtǩǩuum väʹldded ââʹnnma säʹmmlai dommvuuʹd kooʹddin da jeeʹres åʹrnn Lääʹddjânnmest.

source: Saamelaiserityisyys seniorikaste-hankkeessa esittelee muistipolkumallin, joka huomioi saamelaiserityisyyden muistisairaan palveluprosessimallissa.
sms: Sääʹmspesiaalvuõtt seniorikaste-haʹŋǩǩõõzzâst čuäʹjat mošttpääʹljesmaall, kååʹtt väldd lokku sääʹmspesiaalvuõđ mošttpuõʒʒi kääzzkõsproseʹssmaallâst.

source: Palveluohjaus
sms: Kääzzkõsohjjummuš

source: Saamenkielisen asiakkaan ohjaaminen saamenkielisten palveluiden piiriin voidaan edistää kehittämällä palveluohjausta ja -neuvontaa.
sms: Sosiaal- da tiõrvâsvuõttkääzzkõõzzi tuåimmsallaš integraatioin âlgg täävtõõllâd ânnʼjõž veiddsab, nânnsab, põõšši da pueʹrben tuåimmjeei sääʹmǩiõllsaž kääzzkõõzzid, koin vääʹldet lokku säʹmmlaž äʹššneeʹǩǩ leʹbe puõʒʒi kulttuurtuâǥǥõõzz.

source: Saamelaisen asiakkaan näkökulmasta sujuva, katkeamaton palveluketju toteutuisi paremmin, mikäli asiakkaan äidinkieli merkittäisiin asiakkaan tietoihin jo ajanvarauksessa, jolloin se olisi palvelunjärjestäjän ja -tuottajan tiedossa.
sms: Sääʹmǩiõllsaž äʹššneeʹǩǩ ohjjummuž sääʹmǩiõllsaž kääzzkõõzzi sizz vueiʹtet oouʹdeed kääzzkõsohjjummuž ooudâsviiǥǥeeʹl.

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) toimenpiteiksi ehdotetaan mm. konkreettisten toimintatapojen luomista saamenkielisten asiakkaiden palvelujen järjestämiselle, rajayhteistyösopimusten uudistamista ja laajentamista sekä toimintamallin luomista palveluohjauksen ja etätulkkauksen järjestämiseksi.
sms: Säʹmmlaž äʹššneeʹǩǩ vueiʹnnemkuuʹlmest šiõǥǥ, puåtkkneǩânai kääzzkõsriâdd teâuddai, jõs äʹššneeʹǩǩ jieʹnnǩiõl mieʹrǩǩeet äʹššneeʹǩǩ teâđaid juʹn ääiʹjvaʹrrjummšest, koon veäkka äʹššneeʹǩǩ vueiʹtet ohjjeed sääʹmǩiõllsaž kääzzkõõzzi årra.

source: Paljon tukea tarvitsevat – Paljon palveluita käyttävät-hanke sisälsi saamelaisosion, jossa kehitettiin asiakasosallisuutta ja asiakkaan kohtaamisia tukevia toimenpiteitä, kuten tuen tarpeen tunnistamista.
sms: Sääʹmteeʹǧǧ sotisueʹrj ooudâsviikkâmprograammâst (2016-2019) tuåimmân eʹtǩǩeet jm. konkreettlaž tuåimmjemnaaʹli raajjmõõžž sääʹmǩiõllsaž äʹššniiʹǩǩi kääzzkõõzzi riâššâm diõtt, raajjõhttsažtuâj oođummuž da veeidummuž di tuåimmjem-maall raajjmõõžž kääzzkõsohjjummuž da ougglõstuʹlǩǩõõzz riâššâm diõtt.

source: Hankkeessa luotiin saamelainen palveluohjauspolkumalli paljon tukea tarvitseville henkilöille.
sms: Raajjõhttsažtuâjjsuåppmõõžžid eʹtǩǩeet kääzzkõsõhttsažtuâj piijjmõõžž.

source: Lapsi- ja perhepalvelut
sms: Jiânnai tuärjjõõzz taarbšeei – Jiânnai kääzzkõõzzid õõʹni-haʹŋǩǩõs õõʹni seʹst sääʹmvueʹzz, koʹst ooudâsviʹǩǩeš äʹššneǩvuässadvuõđ da äʹššniiʹǩǩin kaaunõõttmõõžž tuärjjeei tuåimid, mâʹte tuärjjõõzz taarb tobdstummuž.

source: Äitiysneuvolat ja sairaalat tarjoavat palveluja harvoin saamen kielillä.
sms: Haʹŋǩǩõõzzâst raʹjješ säʹmmlaž kääzzkõsohjjeem-maall jiânnai tuärjjõõzz taarbšeei oummid.

source: Saamenkielisten äitiys- ja lastenneuvola- sekä kouluterveydenhuollon palveluiden saatavuutta tulisi nykyisestä parantaa erityisesti inarin- ja koltansaamen kielten osalta.
sms: Päärnaž- da piârkääzzkõõzz

source: Myös terapiapalveluissa (esim. toiminta- ja puheterapia) tulisi varmistaa lapsen mahdollisuus kommunikoida äidinkielellään sekä käyttää saamenkielisiä arviointimenetelmiä ja materiaaleja.
sms: Jeäʹnnvuõttvuäpstõõǥǥ da hospitaal taʹrjjee kääzzkõõzzid tåʹlǩ hääʹrveld sääʹmǩiõʹlle.

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) ehdotetaan toimenpiteiksi mm. saamenkielisen henkilöstön kouluttamista ja rekrytointia, henkilöstön osaamisen vahvistamista saamen kielessä ja kulttuurissa sekä saamenkielisten matalankynnyksen palveluiden luomista.
sms: Sääʹmǩiõllsaž jeäʹnnvuõtt- da päärnažvuäpstõk- di škooultiõrvâsvuõtthuõl kääzzkõõzzi vuäǯǯamvuõđ õõlǥči ânnʼjõõžžâst pueʹreed.

source: Saamelaisen varhaiskasvatuksen arjen käytäntöjen opas 2013 on tarkoitettu saamenkielisille varhaiskasvatusyksiköille tukemaan henkilöstön osaamista niin, että saamelaislasten kielelliset ja kulttuuriset oikeudet toteutuisivat arjessa.
sms: Lââʹssen terapiakääzzkõõzzin âlgg ainsmâʹtted päärna vueiʹttemvuõtt kommunikâʹstted jieʹnnǩiõlines. Ouddmiârkkân mainstemterapiast puk õnnum arvvlõõvvâm-mõõntõõllmõõžž da mainstemterapiamateriaal lie lääʹddǩiõllsa.

source: Saamelainen kielineuvola on tarkoitettu kaikille perheille, jotka ovat kiinnostuneet vahvistamaan saamen kieltä ja monikielisyyttä perheessä.
sms: Vuäpstõk-kääzzkõõzzin õõlǥči aktiivlânji väʹldded lokku säʹmmlai ǩiõll- da kulttuurtuâǥǥõõzz da škoouʹljed håiddtuâjjlažkååʹdd sääʹmpiârrji tuärjjummša jiiʹjjez ǩiõl da kulttuur seeiltummšest. Sääʹmteeʹǧǧ sotisueʹrj ooudâsviikkâmprograammâst (2016-2019) eʹtǩǩeet tuåimmân jm. sääʹmǩiõllsaž tuâjjlažkååʹdd rekrytâʹsttmõõžž, sotituâjjlažkååʹdd silttõõzz nâânummuž sääʹmǩiõlâst da -kulttuurâst di sääʹmǩiõllsaž vueʹllkõõddâz kääzzkõõzzi raajjmõõžž.

source: Kielineuvolamallin toimijat ovat Saamelaiskäräjät ja Perhepalvelumalli Lappiin-hanke.
sms: Säʹmmlaž ouddpeâmm aarǥ naaʹli vuäʹppes 2013 lij jurddum sääʹmǩiõllsaž ouddpeâmmjuâǥǥtõõzzid tuärjjeed tuâjjlažkååʹdd silttõõzz nuʹtt, što sääʹmpäärnai ǩiõlʼlaž da kulttuurlaž vuõiggâdvuõđ teâuddje.

source: Kuati.fi on saamelaiskäräjien ylläpitämä saamenkielinen varhaiskasvatusmateriaalipankki, joka sisältää saamelaiskulttuurinmukaista materiaalia pohjois-, inarin- ja koltansaamen kielillä.
sms: Säʹmmlaž ǩiõllvuäpstõk lij jurddum pukid piârrjid, kooi miõl ǩeäss nââneed sääʹmǩiõl da määŋgǩiõllsažvuõđ piârrjest.

source: Vammaispalvelut
sms: Ǩiõllvuäpstõkmaall tuåimmjeei lie Sääʹmteʹǧǧ da Piârkääzzkõsmall Lappiiʹje-haʹŋǩǩõs (Perhepalvelumalli Lappiin-haʹŋǩǩõs) .

source: Saamelaisten vammaisten henkilöiden palvelutarpeen arvioinnissa, palvelusuunnittelussa ja palvelujen toteutuksessa tulisi olla lähtökohtana asiakkaan ja hänen perheensä kielellisten ja kulttuuristen erityispiirteiden tunnistaminen sekä asiakkaan osallisuuden vahvistaminen lähiyhteisössään mahdollisimman hyvin.
sms: Kuati.fi lij Sääʹmteeʹǧǧ tuõʹllʼjam sääʹmǩiõllsaž ouddpeâmm-materiaalbaŋkk, kååʹtt âânn seʹst sääʹmkulttuurmeâldlaž materiaal tâʹvv- aanar- da nuõrttsääʹmǩiõʹlle.

source: Erityisesti tulee huomioida lasten oikeus kasvaa oman kulttuurinsa jäseniksi vammaisuuden sitä estämättä.
sms: Lääʹmeskääzzkõõzz

source: Myös vammaisten henkilöiden omakieliset palvelut, esimerkiksi terapiapalveluiden saatavuus, kaipaavat kehittämistoimia.
sms: Säʹmmlai lääʹmesoummi kääzzkõstaarb arvvlõõvvmest, kääzzkõsplaanummšest da kääzzkõõzzi čõõđ viikkmest âlgg leeʹd vueʹlǧǧemsââʹjjen äʹššneeʹǩǩ da suu piârri ǩiõlʼlaž da kulttuurlaž jiiʹjjesnallšemvuõđi tobdstummuš di äʹššneeǩǩ vuässadvuõđ nâânummuš âʹlddõõutstõõzzstes nuʹtt puârast ko vueiʹtlvaž.

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) ehdotetaan toimenpiteiksi mm. saamenkielisten testien kehittämistä ja omatyöntekijä-mallin käyttöönottoa.
sms: Lääʹmesoummi jiiʹjjesǩiõllsaž kääzzkõõzz še, ouddmiârkkân terapiakääzzkõõzzi vuäǯǯamvuõtt, kaiʹbbje ooudâsviikkâmtuåimid.

source: THL:n Vammaispalvelujen käsikirja käsittelee saamelaisten vammaisten oikeuksia ja miten saamelaiserityisyys tulisi ottaa huomioon vammaisten tukipalveluissa.
sms: Ânnʼjõž vueʹjjest sääʹmǩiõllsaž päärnaž jåudd šõddâd lääʹddǩiõllsiʹžžen tõn diõtt, ko puk säuʹrsmâʹttemkääzzkõõzz lie lääʹddǩiõllsa da lääʹddkulttuur meâldla.

source: Mielenterveyspalvelut ja psykososiaalinen tuki
sms: Sääʹmteeʹǧǧ sotisueʹrj ooudâsviikkâmprograammâst (2016-2019) eʹtǩǩeet tuåimmân jm. sääʹmǩiõllsaž teeʹsti ooudâsviikkmõõžž da jiiʹjjestuâjjlaž-maall (omatyöntekijä-malli) ââʹnnmavälddmõõžž.

source: Saamelaisväestö tarvitsee tehokkaita toimenpiteitä ja matalan kynnyksen palveluita, joilla tuetaan saamelaisten psyykkistä hyvinvointia ja mielenterveyttä sekä yhteisön ja yksilöiden voimavaroja.
sms: THL Lääʹmeskääzzkõõzzi ǩiõttǩeʹrjj ǩiõttʼtââll säʹmmlaž lääʹmesoummi vuõiggâdvuõđid da mäʹhtt sääʹmspesiaalvuõđ õõlǥči väʹldded lokku lääʹmesoummi tuärjjõskääzzkõõzzin.

source: Saamelaisten kannalta kiireellisimmin kehitettäviä palveluita ovat päihde-, mielenterveys- ja perheneuvontapalvelut.
sms: Miõlltiõrvâsvuõttkääzzkõõzz da psykososiaalʼlaž tuärjjõs

source: Lisäksi tarvitaan yhteisöllisten työmenetelmien kehittelyä.
sms: Sääʹmnarod taarbaš viõkkšõs tuåimid da vueʹll kõõddâz kääzzkõõzzid, koin tuärjjeet säʹmmlai psyykklaž pueʹrrvââjjmõõžž da miõlltiõrvâsvuõđ di õõutstõõzz da oʹdinakai oummi viõkkvaaʹrid.

source: Saamelaiskäräjien sote-alan kehittämisohjelmassa (2016-2019) toimenpiteiksi ehdotetaan mm. saamenkielisten psykiatristen sairaanhoitajien kouluttamista saamelaisalueelle, saamelaisen palveluohjausmallin käyttöönottoa sekä kärkihankkeena saamelaisten psyykkisen hyvinvoinnin kehittämishanketta.
sms: Psykososiaalʼlaž kääzzkõõzzi sizz piijât määŋghämmsaž kääzzkõõzzid mâʹte miõlltiõrvâsvuõtt- da säuʹrsmâʹttemkääzzkõõzzid, šõddeem- da piârvuäʹpstummuž, tuâjjtuåimmjummuž di peänec- da miõlltiõrvâsvuõtt-tuâj kääzzkõõzzid.

source: Mettäterapia on kulttuurisensitiivistä luontoa hyödyntävää päihdetyötä. Hankkeen toimintamuotoja ovat ohjaus ja neuvonta, mettäterapija, toimintapäivät, kohtaamispaikat sekä materiaalin tuotto, vaikuttamistyö ja uusien työmuotojoen kehittäminen.
sms: Säʹmmlai peäʹlest ǩirrlumõsân ooudâsviikkâm vuâlaž kääzzkõõzz lie peänec-, miõlltiõrvâsvuõtt- da piârvuäpstõk-kääzzkõõzz.

source: Palvelu on saatavilla Enontekiöllä ja Inari-Utsjoen alueella.
sms: Lââʹssen taarbšet psykososiaalʼlaž mõõntõõllmi ooudâsviikkmõõžž.

source: Boazodoalli veaje bures on Melan julkaisema pohjoissaamenkielinen ohjekirjanen poronhoitajille, jossa on ohjeet työhyvinvoinnin ylläpitoon sekä lista tukea ja apua antavista verkostoista.
sms: Ouddmiârkkân tõt, što jie leäkku sääʹmǩiõllsaž da kulttuurvuâđđsaž teeʹst, vuäitt tuejjeed vaiggubun diagnoos raajjmõõžž.
